"PageTitle" = "Installazione di %@";

/* alert strings */
"INSERT_MEDIA" = "Inserisci il disco “%@” per continuare l'installazione.";
"INSERT_MEDIA2" = "Hai scelto di installare del software che richiede questo CD.";

"CANCEL_INSTALL" = "Sei sicuro di voler annullare l'installazione del software?";
"CANCEL_INSTALL2" = "Non hai terminato l'installazione di tutto il software. Se annulli, il software potrebbe essere installato parzialmente e non funzionare correttamente.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Tempo di installazione rimanente: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Verifico il disco di installazione…";
"INSTALL_CHECKSUM_STATUS" = "%u%% completo…";

"ChecksumFailedAlert" = "Si è verificato un problema durante il controllo del disco.";
"ChecksumFailedMessage" = "Riavvia il computer, espelli il disco e controlla la presenza di eventuli graffi o impronte di dita. Se il problema persiste, contatta il servizio clienti Apple.";

"ChecksumFailedIgnoreBtn" = "Ignora e continua";
"CheckFailedCancel" = "Annulla l’installazione";


/* button title */
"SkipButton" = "Ignora";

